Repository: anthonys01/mcr_tracker
Catalog: lib/l10n/intl_*.arb
Languages: fr

source: Game
fr: Partie

source: East player
fr: Joueur Est

source: West player
fr: Joueur Ouest

source: South player
fr: Joueur Sud

source: North player
fr: Joueur Nord

# fifthPlayer
source: 5th player
fr: 5ème joueur

source: East 1
fr: Est 1

source: East 2
fr: Est 2

source: East 3
fr: Est 3

source: East 4
fr: Est 4

source: West 1
fr: Ouest 1

source: West 2
fr: Ouest 2

source: West 3
fr: Ouest 3

source: West 4
fr: Ouest 4

source: South 1
fr: Sud 1

source: South 2
fr: Sud 2

source: South 3
fr: Sud 3

source: South 4
fr: Sud 4

source: North 1
fr: Nord 1

source: North 2
fr: Nord 2

source: North 3
fr: Nord 3

source: North 4
fr: Nord 4

# continueButton
source: CONTINUE
fr: CONTINUER

# viewButton
source: VIEW
fr: VOIR

# deleteButton
source: DELETE
fr: SUPPRIMER

source: Required
fr: Requis

source: Start game
fr: Commencer la partie

source: Finished
fr: Finie

# scoreSheet
source: Game Score Sheet
fr: Feuille de scores

source: Delete last turn
fr: Supprimer la dernière manche

source: Turn end
fr: Fin de manche

source: Hand value
fr: Valeur de la main

source: Winner
fr: Gagnant

source: Giver
fr: Donneur

# moreThanEight
source: Needs to be higher than 8
fr: Doit être supérieur à 8

source: Add turn
fr: Ajouter la manche
